[
 {
   "article_id": 1,
   "article_type": "news",
   "article_source": "abc NEWS",
   "article_link": "https://abcnews.go.com/Health/wireStory/conspiracy-theorists-burn-5g-towers-claiming-link-virus-70258811",
   "article_title": "Conspiracy theorists burn 5G towers claiming link to virus",
   "article_byline": "Conspiracy theories linking new 5G mobile networks and the coronavirus pandemic are fueling arson attacks on cell towers in Europe",
   "article_author": "Kelvin Chan, Beatrice Dupuy, Arijeta Lajka",
   "article_image": "https://s.abcnews.com/images/Health/WireAP_71c36ff2fca14b4baf1ee83fda44af00_16x9_992.jpg",
   "article_text": "LONDON -- The CCTV footage from a Dutch business park shows a man in a black cap pouring the contents of a white container at the base of a cellular radio tower. Flames burst out as the man jogs back to his Toyota to flee into the evening.\nIt’s a scene that’s been repeated dozens of times in recent weeks in Europe, where conspiracy theories linking new 5G mobile networks and the coronavirus pandemic are fueling arson attacks on cell towers.\nOfficials in Europe and the U.S. are watching the situation closely and pushing back, concerned that attacks will undermine vital telecommunications links at a time they’re most needed to deal with the pandemic.\n“I’m absolutely outraged, absolutely disgusted, that people would be taking action against the very infrastructure that we need to respond to this health emergency,” Stephen Powis, medical director of the National Health Service in England, said in early April.\nSome 50 fires targeting cell towers and other equipment have been reported in Britain this month, leading to three arrests. Telecom engineers have been abused on the job 80 times, according to trade group Mobile UK, making the U.K. the nucleus of the attacks. Photos and videos documenting the attacks are often overlaid with false commentary about COVID-19. Some 16 have been torched in the Netherlands, with attacks also reported in Ireland, Cyprus, and Belgium.\nPosts threatening to attack phone masts were receiving likes on Facebook. One post in an anti-vaccine group on April 12 shared a photo of a burned phone mast with the quote, “Nobody wants cancer & covid19. Stop trying to make it happen or every pole and mobile store will end up like this one.”\nThe trend received extra attention in Britain when a tower supplying voice and data traffic to a Birmingham field hospital treating coronavirus patients was among those targeted.\n“It’s heart-rending enough that families cannot be there at the bedside of loved ones who are critically ill,” Nick Jeffery, CEO of wireless carrier Vodafone UK, said on LinkedIn. “It’s even more upsetting that even the small solace of a phone or video call may now be denied them because of the selfish actions of a few deluded conspiracy theorists.”\nFalse narratives around 5G and the coronavirus have been shared hundreds of thousands of times on social media. They vary widely from claims that the coronavirus is a coverup for 5G deployment to those that say new 5G installations have created the virus.\n“To be concerned that 5G is somehow driving the COVID-19 epidemic is just wrong,” Dr. Jonathan Samet, dean of the Colorado School of Public Health who chaired a World Health Organization committee that researched cell phone radiation and cancer. “I just don’t find any plausible way to link them.”\nAnti-5G activists are undeterred.\nSusan Brinchman, director of the Center for Electrosmog Prevention, a nonprofit campaigning against “environmental electromagnetic pollution,” says that people have a right to be concerned about 5G and links to COVID-19. “The entire 5G infrastructure should be dismantled and turned off,” she said by email.\nBut there’s no evidence that wireless communications - whether 5G or earlier versions - harm the immune system, said Myrtill Simko, scientific director of SciProof International in Sweden, who has spent decades researching the matter.\nThe current wave of 5G theories dates back to January, when a Belgian doctor suggested a link to COVID-19. Older variations were circulating before that, mostly revolving around cellphone radiation causing cancer, spreading on Reddit forums, Facebook pages and YouTube channels. Even with daily wireless use among vast majority of adults, the National Cancer Institute has not seen an increase in brain tumors.\n\n】The theories gained momentum in 2019 from Russian state media outlets, which helped push them into U.S. domestic conversation, disinformation experts say.\n\nRyan Fox, who tracks disinformation as chief innovation officer at AI company Yonder, said he noticed an abnormal spike last year in mentions around 5G across Russian state media, with most of the narratives playing off people’s fears around 5G and whether it could cause cancer.\n\n“Were they the loudest voice at that time and did they amplify this conspiracy enough that it helped fuel its long-term success? Yes,” he said.\n\nThe conspiracy theories have also been elevated by celebrities including actor Woody Harrelson who shared a video claiming people in China were taking down a 5G tower. It was actually a Hong Kong “smart lamppost” cut down by pro-democracy protesters in August over China surveillance fears. British TV host Eamonn Holmes gave credence to the theories on a talk show, drawing a rebuke from regulators.\n\n“I want to be very clear here,\" European Commission spokesman Johannes Bahrke said Friday, as the arson toll rose daily. “There is no geographic or any other correlation between the deployment of 5G and the outbreak of the virus.”",
   "article_twitter_embed": "",
   "article_youtube_embed": "<blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This story about the 5G towers being burned has to be a false flag. They&#39;re pumping it way too hard in he MSM.<br><br>Could be done to misdirect from the true source of COVID19, censor truth content, and paint &quot;conspiracy theorists&quot; as crazy and violent.<a href=\"https://t.co/tcDp6O0tAZ\">https://t.co/tcDp6O0tAZ</a></p>&mdash; Jordan Sather (@Jordan_Sather_) <a href=\"https://twitter.com/Jordan_Sather_/status/1252603934008504320?ref_src=twsrc%5Etfw\">April 21, 2020</a></blockquote> <script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>",
   "google_search_keyword": "5G, Coronavirus, Lockdown, Australia",
   "factcheck_keyword": "5G, Coronavirus, Lockdown, Australian Associated Press",
   "factcheck_link": "https://www.aap.com.au/crossed-wires-over-nz-coronavirus-lockdown-and-5g-rollout-link/"
 },
 {
   "article_id": 2,
   "article_type": "news",
   "article_source": "CNN",
   "article_link": "https://www.cnn.com/2020/04/20/politics/kim-jong-un-north-korea/index.html",
   "article_title": "U.S. monitoring intellegence that north korean leader is in grave danger after surgery",
   "article_byline": "N/A",
   "article_author": "Jim Sciutto, Joshua Berlinger, Yoonjung Seo, Kylie Atwood, Zachary Cohen",
   "article_image": "http://cdn.cnn.com/cnnnext/dam/assets/200107033419-kim-jong-un-file-exlarge-169.jpg",
   "article_text": "The US is monitoring intelligence that suggests North Korea's leader, Kim Jong Un, is in grave danger after undergoing a previous surgery, according to a US official with direct knowledge.\n\nA second source familiar with the intelligence told CNN that the US has been closely monitoring reports on Kim's health.\n\nKim recently missed the celebration of his grandfather's birthday on April 15, which raised speculation about his well-being. He had been seen four days before that at a government meeting.\n\nAnother US official told CNN Monday that the concerns about Kim's health are credible but the severity is hard to assess.\n\nNational Security Adviser Robert O'Brien said the US is \"keeping a close eye\" on reports about Kim's health.\n\n\"We're monitoring these reports very closely,\" O'Brien said during an interview with Fox News Tuesday. \"As you know, North Korea is a very closed society,\" he said.\n\nLater on Tuesday, a US defense official said that the US military assessment is that while they are examining reports regarding Kim's poor health, the evidence at this point does not suggest he is incapacitated.\n\nDaily NK, an online newspaper based in South Korea that focuses on North Korea, reports that Kim reportedly received a cardiovascular system procedure on April 12.\n\nKim received the cardiovascular system procedure because of \"excessive smoking, obesity, and overwork,\" according to the news site, and is now receiving treatment in a villa in Hyangsan County following his procedure.\n\nAfter assessing that Kim's condition had improved, most of the medical team treating him returned to Pyongyang on April 19 and only part of them remained to oversee his recovery situation, according to the news site. CNN is unable to independently confirm the report.\n\nA South Korean source told CNN Monday that the country's top leaders are very much aware of reports about Kim's health status but cannot independently verify details published by Daily NK. The source acknowledged that Kim's issues related to weight and smoking are well known but made clear they are waiting for more information.\n\nSouth Korea's Presidential Blue House said in a statement provided to reporters that they have nothing to confirm on reports about Kim's health and that \"no unusual signs\" have been detected inside North Korea.\n\nSouth Korea's Unification Ministry and Defense Ministry have given a \"no comment.\"\n\nThe National Security Council and Office of the Director of National Intelligence declined to comment when reached by CNN on Monday. CNN has also reached out to the CIA and the State Department for comment.\n\nIn the meantime, US officials have been reaching out to North Korean experts -- particularly those who have studied the Kim regime -- to talk about contingency planning, a third source familiar with the communications told CNN.\n\nStill, the situation remains murky as gathering intelligence out of North Korea is notoriously difficult -- one of the most challenging targets for US intelligence.\n\nNorth Korea tightly controls any information surrounding its leader, who is treated almost like a deity within the country. His absences from official state media often spark speculation and rumors about his health.\n \nNorth Korea has no free press and is often a black hole when it comes to the country's leadership. Analysts are heavily reliant on scanning state media dispatches and watching propaganda videos for any semblance of a clue.\n\nKim last appeared in North Korean state media on April 11. April 15 -- North Korea's most important holiday, the anniversary of the birth of the country's founding father, Kim Il Sung -- came and went without any official mention of Kim Jong Un's movements.\n\nExperts are unsure of what to make of Kim's absence from any festivities celebrating his grandfather. When North Korean leaders have not shown up to these important celebrations in the past, it has portended major developments. But it has also turned out to be nothing.\n\n\"There have been a number of recent rumors about Kim's health (smoking, heart, and brain). If Kim is hospitalized, it would explain why he wasn't present on the important April 15th celebrations,\" said Bruce Klingner, a senior research fellow at the Heritage \n\nFoundation and former CIA deputy division chief for North Korea. \"But, over the years, there have been a number of false health rumors about Kim Jong-un or his father. We'll have to wait and see.\"\n\nKim Jong Il's absence from a parade celebrating North Korea's 60th anniversary in 2008 was followed by rumblings that he was in poor health. It was later revealed he had a stroke, after which his health continued to decline until his death in 2011.\n\nKim Jong Un disappeared from the public eye for more than a month in 2014, which also prompted speculation about his health. He returned sporting a cane, and days later South Korean intelligence said that he had a cyst removed from his ankle.\n\n\"It's easy to be wrong on this one,\" said John Delury, a professor of international relations at Yonsei University in Seoul.\n\nStill, with concerns about Kim's health mounting, the state of US-South Korean relations has US officials worried, sources tell CNN.\n\nOn Monday, President Donald Trump said the two countries have a \"great relationship,\" but added he wants them to pay more for the US presence in the country. The two countries have missed multiple deadlines for those negotiations. And now in-person negotiations are hindered because of the coronavirus pandemic.",
   "article_twitter_embed": "N/A",
   "article_youtube_embed": "N/A",
   "google_search_keyword": "Kim Jong-un, Death, North Korean",
   "factcheck_keyword": "Kim Jong-un",
   "factcheck_link": "https://www.politifact.com/factchecks/2020/apr/22/youtube-videos/there-are-no-breaking-news-reports-kim-jong-un-has/"
 },
 {
   "article_id": 3,
   "article_type": "tweet",
   "article_source": "Twitter",
   "article_link": "https://twitter.com/SleekWhizzKe/status/1252905129289883648",
   "article_title": "#GatesHacked",
   "article_byline": "N/A",
   "article_author": "N/A",
   "article_image": "N/A",
   "article_text": "",
   "article_twitter_embed": "<blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Bill gates wants to vaccinate everyone at a price tho..So Who&#39;s ready to get chipped and tracked after getting his Coronavirus vaccine ? 🙄 <a href=\"https://twitter.com/hashtag/GatesHacked?src=hash&amp;ref_src=twsrc%5Etfw\">#GatesHacked</a> <a href=\"https://t.co/8XfJBNhzPo\">pic.twitter.com/8XfJBNhzPo</a></p>&mdash; Sleek Whizz ✪ (@SleekWhizzKe) <a href=\"https://twitter.com/SleekWhizzKe/status/1252905129289883648?ref_src=twsrc%5Etfw\">April 22, 2020</a></blockquote> <script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>",
   "article_youtube_embed": "N/A",
   "google_search_keyword": "Bill Gates, Vaccine conspiracy theory",
   "factcheck_keyword": "Gates Vaccine",
   "factcheck_link": "https://www.poynter.org/?ifcn_misinformation=bill-gates-is-plotting-to-use-covid-19-testing-and-a-future-vaccine-to-track-people-with-microchips"
 },
 {
   "article_id": 4,
   "article_type": "tweet",
   "article_source": "Twitter",
   "article_link": "https://twitter.com/charliekirk11/status/1246159197621727234?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1246159197621727234&ref_url=https%3A%2F%2Fwww.politifact.com%2Ffactchecks%2F2020%2Fapr%2F07%2Fcharlie-kirk%2Fchina-spying-you-through-zoom-charlie-kirk-oversta%2F",
   "article_title": "N/A",
   "article_byline": "N/A",
   "article_author": "N/A",
   "article_image": "N/A",
   "article_text": "",
   "article_twitter_embed": "<blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Stop using Zoom immediately.<br><br>Any tech company that aligns with China must be ex-communicated from our country<br><br>The Chinese Communist Party is using Zoom as a way to spy on our citizens<br><br>RT! <a href=\"https://t.co/nylH3ltbgI\">https://t.co/nylH3ltbgI</a></p>&mdash; Charlie Kirk (@charliekirk11) <a href=\"https://twitter.com/charliekirk11/status/1246159197621727234?ref_src=twsrc%5Etfw\">April 3, 2020</a></blockquote> <script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>",
   "article_youtube_embed": "N/A",
   "google_search_keyword": "Zoom, China, Spy",
   "factcheck_keyword": "Charlie Kirk, Zoom Video Communications",
   "factcheck_link": "https://www.politifact.com/factchecks/2020/apr/07/charlie-kirk/china-spying-you-through-zoom-charlie-kirk-oversta/"
 },
 {
   "article_id": 5,
   "article_type": "news",
   "article_source": "CNN",
   "article_link": "https://www.cnn.com/2020/01/07/australia/australia-camel-cull-scli-intl/index.html",
   "article_title": "10,000 camels at risk of being shot in Australia as they desperately search for water",
   "article_byline": "N/A",
   "article_author": "Rob Picheta",
   "article_image": "http://cdn.cnn.com/cnnnext/dam/assets/200107162811-wild-camel-australia-exlarge-169.jpg",
   "article_text": "About 10,000 camels are at risk of being shot and killed in a drought-ravaged region of Australia, after complaints that the thirsty animals are endangering locals as they desperately search for water.\n\nAboriginal officials in the remote northwest of South Australia approved the cull, which is due to begin on Wednesday and is expected to last for five days.\n\nThe area's local government, Anangu Pitjantjatjara Yankunytjatjara (APY), said in a memo posted on Facebook that \"extremely large groups of camels and other feral animals in and around communities\" are \"putting pressure on the remote Aboriginal communities\" as they search for water.\n\n\"With the current ongoing dry conditions the large camel congregations threatening the APY communities and infrastructure, camel control is needed,\" the note added.\n\nThe cull will see professional shooters kill thousands of the creatures, with CNN affiliate Seven News reporting that 10,000 are at risk.\n\nLike most of the country, South Australia has been sweltering under extremely high temperatures for weeks.\n\nThough not as badly hit as neighboring New South Wales, the state has suffered from the bushfires tearing through the country, blanketing cities in smoke and decimating native wildlife populations.\n\nMarita Baker, an APY board member, told The Australian newspaper that her community had been inundated by the creatures as they hunt for water.\n\n\"We have been stuck in stinking hot and uncomfortable conditions, feeling unwell, because the camels are coming in and knocking down fences, getting in around the houses and trying to get to water through air conditioners,'' she told the newspaper.\n\nThe APY region is in an extremely remote area of South Australia and is sparsely populated. Only about 2,300 people live in the region, which is roughly the size of the US state of Kentucky.\n\nThere are believed to be more than 1 million camels in Australia and the country's camel population is growing rapidly.\n\nCamels are far from the only species suffering in heat waves and wildfires.\n\nVarious creatures have been found desperately approaching humans for something to drink in recent weeks, and last month a video of a koala chugging from a cyclist's water bottle went viral.\n\nIn another grim, viral video posted on Twitter, a man drives into the fire-ravaged town of Batlow in New South Wales, filming both sides of the road littered with the charred remains of animals.\n\nIt is estimated that hundreds of millions of animals have been killed by the blazes.\n\nFires are nothing new in Australia, but they have been growing more intense and becoming more destructive in recent years, a problem that has been exacerbated by climate change. And animals have been on the front lines as Australia has the highest rate of species loss of any area in the world, and researchers fear that rate could increase as the fire disaster continues.",
   "article_twitter_embed": "N/A",
   "article_youtube_embed": "",
   "google_search_keyword": "Camels, Australia, Kill",
   "factcheck_keyword": "Camels, Australia",
   "factcheck_link": "https://www.snopes.com/fact-check/10000-camels-culled-australia/"
 }
]